Repository: Spythere/TD2-Discord-Presence
Catalog: Resources/Resources.*.resx
Languages: de_de, pl_pl

source: Change Settings Info
de_de: Betätigen Sie die Enter Taste, um die Einstellungen zu ändern oder eine andere Taste, um das Programm zu beenden.
pl_pl: Aby zmienić ustawienia naciśnij Enter, aby wyjść dowolny inny klawisz

source: Dispatcher Found Info
de_de: Der Fahrdienstleiter wurde gefunden! Die Online-Daten werden alle {0} Sekunden aktualisiert!
pl_pl: Znaleziono dyżurnego! Dane będą odświeżać się co {0}s!

source: Dispatcher Not Found Info
de_de: Der Fahrdienstleiter wurde nicht gefunden! Warten...
pl_pl: Nie znaleziono dyżurnego online! Oczekiwanie...

source: Driver Found Info
de_de: Ich habe den Lokführer gefunden! Die Online-Daten werden alle {0} Sekunden aktualisiert!
pl_pl: Znaleziono maszynistę! Dane będą odświeżać się co {0}s!

source: Driver Not Found Info
de_de: Der Lokführer wurde nicht gefunden! Warten...
pl_pl: Nie znaleziono maszynisty online! Oczekiwanie...

source: Incorrect Username Warning
de_de: Korrekten Benutzernamen eingeben!
pl_pl: Wpisz poprawny nick!

source: Initial Info 1
de_de: Stellen Sie sicher, dass Sie Discord geöffnet haben, und geben Sie dann Ihre Daten unten ein. Die Aktivitäten aus der App verschwinden automatisch nach dem Schließen dieses Terminalfensters. Viel Spaß!
pl_pl: Upewnij się, że masz włączoną oryginalną desktopową aplikację Discorda, a następnie wpisz dane poniżej. Aktywność zniknie automatycznie po zamknięciu tego okna terminalu. Miłego korzystania!

source: Initial Info 2
de_de: Vergessen Sie nicht, die Option "Aktivitätsstatus" in den Datenschutzeinstellungen des Servers UND in den persönlichen Einstellungen unter der Registerkarte "Aktivitätsschutz" zu aktivieren. Andernfalls wird der benutzerdefinierte Status möglicherweise nicht für andere Benutzer angezeigt!
pl_pl: Pamiętaj, aby włączyć wyświetlanie statusu rozgrywki w ustawieniach aktywności Discorda ORAZ indywidualnych ustawieniach prywatności serwera, na którym chcesz je pokazać!

source: Mode Choice Info
de_de: Wählen Sie den Modus (1 - Fahrdienstleiter; 2 - Lokführer; 3 - Editor; 4 - Sprache; Sonstiges - Beenden):
pl_pl: Wybierz tryb (1 - dyżurny; 2 - maszynista; 3 - edytor; 4 - język; inne - wyjście):

source: Presence Loaded Info
de_de: Die Discord-Präsenz ist bereit!
pl_pl: Discord Presence gotowy!

source: Presence Loading Info
de_de: Verbinden mit der Discord-App...
pl_pl: Łączenie z Discordem...

source: RPC Current Signal Title
de_de: Signal
pl_pl: semafor

source: RPC Current Track Title
de_de: Gleis
pl_pl: szlak

source: RPC Dispatcher Mode Title
de_de: Bereitschaftsmodus
pl_pl: Tryb dyżurnego

source: RPC Dispatcher Scenery Title
de_de: Diensthabender Beamter am Arbeitsort
pl_pl: Dyżurny na scenerii

source: RPC Driver Mode Title
de_de: Lokführer-Modus
pl_pl: Tryb maszynisty

source: RPC Driver No Timetable Title
de_de: kein Fahrplan
pl_pl: brak rozkładu jazdy

source: RPC Driver Timetable Button Label
de_de: Details zum Fahrplan
pl_pl: Szczegóły rozkładu jazdy

source: RPC Scenery Details Info
de_de: Im Editor der Szene
pl_pl: W edytorze scenerii

source: RPC Scenery State Info
de_de: Bearbeitet die Szenerie:
pl_pl: Edytuje scenerię:

source: Scenery Editing Info
de_de: Zeigt derzeit den Bearbeitungsstatus {0} der Szenerie an!
pl_pl: Wyświetlanie statusu edycji scenerii {0}!

source: Scenery Name Prompt
de_de: Geben Sie den Namen der Szenerie ein:
pl_pl: Wpisz nazwę scenerii:

source: Searching User Info
de_de: Online-Informationen zu {0} suchen...
pl_pl: Szukanie informacji o graczu {0}...

source: Server Error Warning
de_de: Beim Verbindungsaufbau mit dem Server ist ein Fehler aufgetreten!
pl_pl: Wystąpił błąd podczas próby połączenia z serwerem!

source: Status Code -1
de_de: NICHT VERFÜGBAR
pl_pl: NIEDOSTĘPNY

source: Status Code -2
de_de: NICHT ANGEMELDET
pl_pl: NIEWPISANY

source: Status Code 0
de_de: OHNE LIMIT
pl_pl: BEZ LIMITU

source: Status Code 1
de_de: AFK
pl_pl: ZARAZ WRACAM

source: Status Code 2
de_de: ENDET
pl_pl: KOŃCZY

source: Status Code 3
de_de: KEIN PLATZ
pl_pl: BRAK MIEJSCA

source: Status Code 4
de_de: UNBEKANNT
pl_pl: NIEZNANY

source: Status Code Available
de_de: VERFÜGBAR BIS
pl_pl: DOSTĘPNY DO

source: Title
de_de: TD2 Presence
pl_pl: TD2 Presence

source: Update Checking
de_de: Suche nach Aktualisierungen...
pl_pl: Sprawdzanie aktualizacji...

source: Update Dialog Desc
de_de: Die neue TD2 Presence Version ({0}) ist verfügbar! Möchten Sie sie jetzt herunterladen?
pl_pl: Nowa wersja aplikacji ({0}) jest dostępna! Czy chcesz ją teraz pobrać?

source: Update Dialog Title
de_de: Neue Version verfügbar
pl_pl: Dostępna nowa wersja

source: Update Error
de_de: Ooops! Die aktuelle Version des Programms kann nicht heruntergeladen werden! Versuchen Sie es erneut, und wenn das Problem weiterhin auftritt, melden Sie es bitte dem Autor!
pl_pl: Ups! Nie można pobrać aktualizacji! Spróbuj ponownie, a jeśli problem nadal występuje zgłoś go do autora!

source: Update Info 1
de_de: Ihr Standardbrowser sollte die ZIP-Datei mit der neuesten Programmversion jetzt herunterladen.
pl_pl: W tym momencie twoja domyślna przeglądarka powinna pobrać paczkę ZIP z najnowszą wersją aplikacji.

source: Update Info 2
de_de: Wenn nichts passiert, kopieren und öffnen Sie den unten stehenden Link selbst und entpacken Sie ihn an dem gewünschten Ort.
pl_pl: Jeśli nic się nie otworzyło, skopiuj i otwórz ręcznie poniższy link, a następnie wypakuj zawartość w dowolnym miejscu.

source: Update Info 3
de_de: Drücken Sie eine beliebige Taste, um dieses Fenster mit der veralteten Version zu schließen!
pl_pl: Naciśnij jakikolwiek przycisk, aby zamknąć aplikację!

source: User Is Blocked Warning
de_de: Dieser Benutzer ist derzeit gesperrt!
pl_pl: Ten użytkownik jest zablokowany!

source: Username Prompt
de_de: Geben Sie den Benutzernamen an:
pl_pl: Wpisz nazwę użytkownika:

source: Username Prompt With Default
de_de: Geben Sie den Benutzernamen ein (Standard: {0}):
pl_pl: Wpisz nazwę użytkownika (domyślnie: {0}):
